Repository: IuriiNaumov/Droword
Catalog: Droword/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

source: You agree not to: • Use the App for any unlawful purpose. • Attempt to reverse-engineer, decompile, or disassemble the App. • Circumvent any security features or access restrictions. • Use automated tools to access the App's services. • Redistribute, sublicense, or resell the App or its content.
de: Du darfst nicht: • die App für illegale Zwecke nutzen. • Reverse Engineering, Dekompilieren oder Zerlegen versuchen. • Sicherheits- oder Zugangsbeschränkungen umgehen. • automatisierte Tools für die Dienste der App nutzen. • die App oder ihre Inhalte weitergeben, unterlizenzieren oder verkaufen.
es: Aceptas no: • usar la App con fines ilegales. • intentar ingeniería inversa, descompilar o desensamblar la App. • eludir seguridad o restricciones de acceso. • usar herramientas automáticas contra los servicios. • redistribuir, sublicenciar o revender la App o su contenido.
fr: Tu t’engages à ne pas : • utiliser l’App à des fins illégales. • tenter de reverse-engineer, décompiler ou désassembler l’App. • contourner la sécurité ou les restrictions d’accès. • utiliser des outils automatisés pour accéder aux services. • redistribuer, sous-licencier ou revendre l’App ou son contenu.
ja: 次の行為は禁止です。 • 違法な目的での使用。 • リバースエンジニアリング、逆コンパイル、分解。 • セキュリティやアクセス制限の回避。 • 自動ツールによるサービスへのアクセス。 • アプリやコンテンツの再配布、サブライセンス、転売。
ko: 하지 않기로 동의한 것: • 불법 목적으로 앱을 쓰기. • 리버스 엔지니어링, 디컴파일, 분해 시도. • 보안이나 접근 제한을 우회하기. • 자동 도구로 서비스에 접근하기. • 앱이나 콘텐츠를 재배포, 서브라이선스, 재판매하기.
ru: Ты соглашаешься не: • использовать приложение незаконно. • пытаться реверсить, декомпилировать или разбирать его. • обходить защиту и ограничения доступа. • ходить в сервисы ботами. • распространять, сублицензировать или перепродавать приложение и контент.

source: You can always turn these on or off later in Dictionary settings.
de: Später jederzeit in den Dictionary-Einstellungen ein- oder ausschalten.
es: Siempre puedes activarlos o desactivarlos en Ajustes del diccionario.
fr: Tu pourras toujours les activer ou désactiver dans Réglages du dico.
ja: あとから辞書設定でいつでもオン/オフできます。
ko: 나중에 사전 설정에서 언제든 켜고 끌 수 있어요.
ru: Потом всегда можно включить или выключить в настройках Dictionary.

source: You can change these anytime in Settings.
de: Später jederzeit in den Einstellungen änderbar.
es: Puedes cambiarlo cuando quieras en Ajustes.
fr: Tu pourras tout changer dans Réglages.
ja: あとから設定でいつでも変更できます。
ko: 나중에 설정에서 언제든 바꿀 수 있어요.
ru: Потом всегда можно поменять в Settings.

source: You can hide Daily Challenges from Home whenever you want.
de: Tägliche Challenges kannst du jederzeit von Home nehmen.
es: Puedes ocultar los retos diarios de Inicio cuando quieras.
fr: Tu peux cacher les défis du jour de l'accueil quand tu veux.
ja: デイリーチャレンジはいつでもホームから隠せる。
ko: 일일 챌린지는 언제든 홈에서 숨길 수 있어.
ru: Можешь убрать Daily Challenges с главной, когда захочешь.

source: You can hide this section in Dictionary settings.
de: Du kannst diesen Bereich in den Wörterbuch-Einstellungen ausblenden.
es: Puedes ocultar esta sección en los ajustes del Diccionario.
fr: Vous pouvez masquer cette section dans les réglages du Dictionnaire.
ja: 辞書の設定でこのセクションを非表示にできます。
ko: 사전 설정에서 이 섹션을 숨길 수 있습니다.
ru: Этот раздел можно скрыть в настройках Словаря.

source: You can hide Word Packs from Home whenever you want.
de: Word Packs kannst du jederzeit von Home nehmen.
es: Puedes ocultar los Word Packs de Inicio cuando quieras.
fr: Tu peux cacher les Word Packs de l'accueil quand tu veux.
ja: 単語パックはいつでもホームから隠せる。
ko: 워드 팩은 언제든 홈에서 숨길 수 있어.
ru: Можешь убрать наборы слов с главной, когда захочешь.

# You have %lld words in %@. They will stay in your dictionary.
source: You have %1$lld words in %2$@. They will stay in your dictionary.
de: Du hast %lld Wörter in %@. Sie bleiben in deinem Wörterbuch.
es: Tienes %lld palabras en %@. Se quedan en tu diccionario.
fr: Tu as %lld mots en %@. Ils restent dans ton dico.
ja: %@に%lld語あるよ。辞書に残る。
ko: %2$@에 %1$lld개의 단어가 있습니다. 사전에 유지됩니다.
ru: У тебя %lld слов в %@. Они останутся в словаре.

source: You have full access
de: Du hast vollen Zugang
es: Tienes acceso completo
fr: Vous avez un accès complet
ja: フルアクセスが有効です
ko: 전체 이용 가능
ru: У тебя полный доступ

source: You reviewed %lld words. New reviews will appear when it's time to practice.
de: Du hast %lld Wörter wiederholt. Neue Reviews kommen, wenn's Zeit zum Üben ist.
es: Repasaste %lld palabras. Habrá más cuando toque practicar.
fr: Tu as révisé %lld mots. De nouvelles révisions arrivent quand ce sera le moment.
ja: %lld語を復習したよ。 次の復習は練習のタイミングで出る。
ko: 단어 %lld개를 복습했어. 다음 복습은 연습할 때가 되면 나와.
ru: Ты повторил %lld слов. Новые появятся, когда будет время практиковать.

source: You used it.
de: Du hast's benutzt.
es: Lo usaste.
fr: Tu l'as casé.
ja: 使えた。
ko: 썼어.
ru: Вкинул.

source: You're building strong memory foundations 🌱
de: Du baust ein starkes Gedächtnisfundament auf 🌱
es: Estás construyendo una base sólida de memoria 🌱
fr: Vous construisez des bases solides 🌱
ja: 記憶の土台がしっかり築かれています 🌱
ko: 탄탄한 기억력의 기초를 쌓고 있어요 🌱
ru: Строишь крепкую базу запоминания 🌱

source: You're learning %lld words a week — great pace!
de: Du lernst %lld Wörter pro Woche — tolles Tempo!
es: Estás aprendiendo %lld palabras por semana — ¡gran ritmo!
fr: Vous apprenez %lld mots par semaine — bon rythme !
ja: 週%lld語学んでいます — いいペースです！
ko: 주당 %lld개의 단어를 배우고 있어요 — 좋은 속도예요!
ru: Ты учишь %lld слов в неделю — отличный темп!

source: You're learning about %lld words a week. Keep it up!
de: Du lernst etwa %lld Wörter pro Woche. Weiter so!
es: Estás aprendiendo unas %lld palabras por semana. ¡Sigue así!
fr: Vous apprenez environ %lld mots par semaine. Continuez !
ja: 週約%lld語学んでいます。その調子！
ko: 주당 약 %lld개의 단어를 배우고 있어요. 계속 화이팅!
ru: Ты учишь около %lld слов в неделю. Так держать!

source: You're off to a great start.
de: Du bist gut gestartet.
es: Tienes un gran comienzo.
fr: Vous êtes bien parti.
ja: 素晴らしいスタートです。
ko: 좋은 시작이에요.
ru: Отличное начало.

source: You've been learning for %lld days in a row. Keep going!
de: Du lernst seit %lld Tagen in Folge. Weiter so!
es: ¡Llevas %lld días seguidos aprendiendo. Sigue así!
fr: Ça fait %lld jours d'affilée. Continue !
ja: %lld日連続で学習しています。その調子！
ko: %lld일 연속으로 학습하고 있어요. 계속해요!
ru: Ты учишься %lld дней подряд. Продолжай!

source: You've hit your target for today. Total: %lld words.
de: Du hast dein Ziel für heute erreicht. Gesamt: %lld Wörter.
es: Has cumplido tu objetivo de hoy. Total: %lld palabras.
fr: Vous avez atteint votre objectif du jour. Total : %lld mots.
ja: 今日の目標達成。合計: %lld語。
ko: 오늘의 목표를 달성했어요. 합계: %lld개 단어.
ru: Ты выполнил цель на сегодня. Всего: %lld слов.

source: You've mastered these words so well, they need a long break 💪
de: Du hast diese Wörter so gut gelernt, sie brauchen eine lange Pause 💪
es: Dominaste estas palabras tan bien que necesitan un largo descanso 💪
fr: Tu maîtrises si bien ces mots qu'ils ont besoin d'une longue pause 💪
ja: しっかり覚えたから、しばらくお休みです 💪
ko: 너무 잘 외워서 오래 쉬어도 돼요 💪
ru: Ты так хорошо выучил эти слова, что им нужен долгий перерыв 💪

source: Your answer
de: Deine Antwort
es: Tu respuesta
fr: Votre réponse
ja: あなたの回答
ko: 내 답변
ru: Твой ответ

source: Your brain locked these in tight. See you in a month!
de: Dein Gehirn hat die fest gespeichert. Bis in einem Monat!
es: Tu cerebro las tiene bien guardadas. ¡Nos vemos en un mes!
fr: Ton cerveau les a bien mémorisés. À dans un mois !
ja: 脳がしっかり記憶しました。1ヶ月後にまた！
ko: 뇌가 꽉 잡고 있어요. 한 달 뒤에 봐요!
ru: Мозг крепко запомнил. Увидимся через месяц!

source: Your daily word moment
de: Dein täglicher Wort-Moment
es: Tu momento diario de palabras
fr: Votre moment vocabulaire quotidien
ja: 毎日の単語タイム
ko: 오늘의 단어 시간
ru: Твоё ежедневное слово

source: Your line
de: Deine Zeile
es: Tu réplica
fr: Ta réplique
ja: あなたのセリフ
ko: 네 대사
ru: Твоя реплика

source: Your practice sessions are really paying off
de: Deine Übungen zahlen sich wirklich aus
es: Tus sesiones de práctica están dando resultados
fr: Tes séances d'entraînement portent leurs fruits
ja: 練習の効果がしっかり出ています
ko: 연습이 확실히 효과를 보고 있어요
ru: Твои тренировки реально дают результат

source: Your progress
de: Dein Fortschritt
es: Tu progreso
fr: Tes progrès
ja: 進捗
ko: 진행 상황
ru: Твой прогресс

source: Your recent words will appear here.
de: Deine letzten Wörter erscheinen hier.
es: Tus palabras recientes aparecerán aquí.
fr: Vos mots récents apparaîtront ici.
ja: 最近の単語がここに表示されます。
ko: 최근 단어가 여기에 나타나요.
ru: Твои недавние слова появятся здесь.

source: Your vibe
de: Dein Vibe
es: Tu vibe
fr: Ton vibe
ja: あなたの雰囲気
ko: 네 바이브
ru: Твой вайб

source: Your vocabulary misses you. Let's pick up where you left off!
de: Dein Wortschatz vermisst dich. Lass uns da weitermachen, wo du aufgehört hast!
es: Tu vocabulario te extraña. ¡Continuemos donde lo dejaste!
fr: Votre vocabulaire vous attend. Reprenons où vous en étiez !
ja: あなたの語彙があなたを待っています。続きから始めましょう！
ko: 어휘가 당신을 그리워해요. 멈춘 곳에서 다시 시작해요!
ru: Твой словарь скучает. Продолжим с того места, где остановились!

source: Your word garden is waiting
de: Dein Wortgarten wartet
es: Tu jardín de palabras te espera
fr: Votre jardin de mots vous attend
ja: あなたの単語ガーデンが待っています
ko: 단어 정원이 기다리고 있어요
ru: Твой сад слов ждёт

source: Your word of the day
de: Dein Wort des Tages
es: Tu palabra del día
fr: Votre mot du jour
ja: 今日のあなたの単語
ko: 오늘의 단어
ru: Твоё слово дня

source: Your words are waiting. A quick session?
de: Deine Wörter warten. Eine kurze Runde?
es: Tus palabras te esperan. ¿Una sesión rápida?
fr: Vos mots vous attendent. Une petite session ?
ja: 単語が待っています。ちょっと復習しませんか？
ko: 단어들이 기다리고 있어요. 빠른 학습 한 번?
ru: Твои слова ждут. Быстрая сессия?

source: Счастливая случайность
de: Glücksfall
es: Casualidad afortunada
fr: Heureux hasard
ja: 幸運な偶然
ko: 뜻밖의 행운

source: %@/mo
es: %@/mes
fr: %@/mois
ja: %@/月
ko: %@/월
ru: %@/мес.

source: 2-min session
es: Sesión de 2 min
fr: Session 2 min
ja: 2分セッション
ko: 2분 세션
ru: Сессия на 2 мин

source: App Tour
es: Tour de la app
fr: Visite guidée
ja: アプリツアー
ko: 앱 둘러보기
ru: Обзор приложения

source: Feature Flags
es: Funciones experimentales
fr: Options expérimentales
ja: 機能フラグ
ko: 기능 플래그
ru: Флаги функций

source: Home extras
es: Extras de Home
fr: Extras Home
ja: ホームの追加機能
ko: 홈 추가 기능
ru: Блоки на главной

source: Linguist 🦉
es: Lingüista 🦉
fr: Linguiste 🦉
ja: リンギスト 🦉
ko: 언어학자 🦉
ru: Лингвист 🦉

source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
ru: Имя

source: Name *
es: Nombre *
fr: Nom *
ja: 名前 *
ko: 이름 *
ru: Имя *

source: Neon
es: Neón
fr: Néon
ja: ネオン
ko: 네온
ru: Неон

source: System
es: Sistema
fr: Système
ja: システム
ko: 시스템
ru: Системное

source: Upgrade
es: Mejorar
fr: Mettre à niveau
ja: アップグレード
ko: 업그레이드
ru: Обновить

source: Version %@
es: Versión %@
ja: バージョン %@
ko: 버전 %@
ru: Версия %@

source: Winter
es: Invierno
fr: Hiver
ja: 冬
ko: 겨울
ru: Зима

source: Anime
fr: Animé
ja: アニメ
ko: 애니메이션
ru: Аниме

source: Aurora
fr: Aurore
ja: オーロラ
ko: 오로라
ru: Аврора

source: Plan
fr: Forfait
ja: プラン
ko: 플랜
ru: План

source: お茶
fr: thé

source: 茶
fr: thé

source: %lld min
ja: %lld分
ko: %lld분
ru: %lld мин

source: ~%lld min
ja: 約%lld分
ko: 약 %lld분
ru: ~%lld мин

source: ~1 min
ja: 約1分
ko: 약 1분
ru: ~1 мин

source: ~2 min
ja: 約2分
ko: 약 2분
ru: ~2 мин

source: ~3 min
ja: 約3分
ko: 약 3분
ru: ~3 мин

source: 1 word is ready to review.
ja: 復習できる単語が1語あります。
ru: 1 слово готово к повторению.

source: Chat
ja: チャット
ko: 채팅
ru: Чат

source: Combo %lld
ja: コンボ%lld
ko: 콤보 %lld
ru: Комбо %lld

source: D
ja: 日
ko: 일
ru: Д

source: Finish
ja: 完了
ko: 완료
ru: Готово

source: Instagram Stories
ja: Instagram ストーリーズ
ko: Instagram 스토리

source: Pop
ja: ポップ
ko: 팝
ru: Поп

source: Social
ja: ソーシャル
ko: 소셜
ru: Соцсети

source: OK
ko: 확인
ru: ОК

source: A → Z
ru: А → Я

source: Nice work!
ru: Красиво!

source: Off
ru: Выкл

source: Z → A
ru: Я → А
